Revit 2027 API
ParameterTypeId.SpotElevBase Property
 "Elevation Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevBase { get; }
Public Shared ReadOnly Property SpotElevBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevBase {
	ForgeTypeId^ get ();
}
static member SpotElevBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace